src/test/java/com/bnpp/mTANResources/MTanRedirectionInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://www.consorsbank.de/middleware/mtan/redirection/inq/v1_0"><request feid="CAFE" language="DE" sessionId="64ed61fa94cc4d37ad9aa1385e0caa94"><userId>3076072</userId></request></run></Body></Envelope>